Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=784_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Inarinsaame, maantieto
smn: Eennâmtiätu

source: Matti Leinonen, Teuvo Nyberg, Simo Veistola ja Sanna Jortikka; saameksi: Ilmari Mattus, piirrokset: Jorma Happonen
smn: Matti Leinonen, Teuvo Nyberg, Simo Veistola já Sanna Jortikka, sämikielân: Ilmari Mattus, sárguseh: Jorma Happonen

source: (KM. Koulun maatieto Amerikka) on peruskoulun yläluokille tarkoitettu maantiedon oppimateriaali.
smn: Škoovlâ eennâmtiätu Amerik lii vuađuškoovla pajeluokkaid uaivildum eennamtiađu oppamateriaal.

source: Oppikirja käsittelee selkeästi kahta maanosaa, Etelä- ja Pohjois-Amerikkaa.
smn: Oppâkirje kieđavuš čielgasavt kyehti eennamuasi, Maada- ja Tave-Amerik.

source: Oppikirjan kunkin luvun lopussa on tiivistelmä ja tehtäviä.
smn: Oppakirje jieškote-uv lovo loopast laa čuakankiasu ja pargopitah.

source: sivuja:158
smn: sijđoh:158

source: Saamelaiskäräjät 2013
smn: Sämitigge 2013

source: hinta: 12,00 €
smn: Škoovlâ eennâmtiätu Amerik Oppâmvihko

source: taso: 7-9. lk
smn: sijđoh:111

source: Opiskeluvihko ohjaa käytännön maantieteellisten taitojen, kartan käytön, tilastojen, diagrammien ja ajankohtaismateriaalin ymmärtämiseen ja soveltamiseen.
smn: Amerik Oppamvihko stivree vuavalašvuođa eennantieđalaš taaiđui, kaarta kevttim, lovottuvai, diagraamai ja aigikyevdilis amnasij ibbeerdman ja heivitman.

source: Opiskeluvihossa on pari- ja ryhmätyötehtäviä sekä vihkotyötehtäviä, jotka edellyttävät erilaisten tietolähteiden käyttöä.
smn: Oppamvihkoost laa para- ja juavkkupargopitah sehe vihkopargopitah, moh vaattih sieralagan tiatukaldei kevttim.

source: Lisäksi opiskeluvihossa on päättelytehtäviä ja internet-tehtäviä.
smn: Lasseen laa arvuštallampargopitah ja internetpargopitah.
